espressif/esp-idf/examples/protocols/mqtt/tcp/sdkconfig.ci.p4_wifi
CONFIG_IDF_TARGET="esp32p4"
CONFIG_EXAMPLE_CONNECT_WIFI=y
CONFIG_ESP_WIFI_REMOTE_LIBRARY_HOSTED=y
